{"translation-revision-date":"2025-01-16 15:00:05+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"vi_VN"},"The admin user %s will no longer show up in future scans.":["Người dùng quản trị %s sẽ không còn hiển thị trong các lần quét tiếp theo."],"Successfully acknowledged admin":["Đã xác nhận quản trị thành công"],"opens in new tab":["mở trong tab mới"],"Your test email was sent to the requested email address. The result we received from the WordPress wp_mail() function was: %s<br \/><br \/>A 'True' result means WordPress thinks the mail was sent without errors. A 'False' result means that WordPress encountered an error sending your mail. Note that it's possible to get a 'True' response with an error elsewhere in your mail system that may cause emails to not be delivered.":["Email thử nghiệm của bạn đã được gửi đến địa chỉ email đã yêu cầu. Kết quả mà chúng tôi nhận được từ hàm wp_mail() của WordPress là: %s<br \/><br \/>Kết quả 'True' có nghĩa là WordPress nghĩ rằng email đã được gửi mà không có lỗi. Kết quả 'False' có nghĩa là WordPress đã gặp lỗi khi gửi email của bạn. Lưu ý rằng có thể nhận được phản hồi 'True' trong khi có lỗi ở nơi khác trong hệ thống email của bạn có thể khiến email không được gửi đi."],"Your rules have been updated successfully. You are currently using the free version of Wordfence. Upgrade to Wordfence premium to have your rules updated automatically as new threats emerge. <a href=\"https:\/\/www.wordfence.com\/wafUpdateRules1\/wordfence-signup\/\">Click here to purchase a premium license<\/a>. <em>Note: Your rules will still update every 30 days as a free user.<\/em>":["Các quy tắc của bạn đã được cập nhật thành công. Bạn hiện đang sử dụng phiên bản miễn phí của Wordfence. Nâng cấp lên Wordfence premium để các quy tắc của bạn được cập nhật tự động khi có các mối đe dọa mới xuất hiện. <a href=\"https:\/\/www.wordfence.com\/wafUpdateRules1\/wordfence-signup\/\">Click vào đây để mua giấy phép premium<\/a>. <em>Lưu ý: Các quy tắc của bạn vẫn sẽ được cập nhật mỗi 30 ngày như một người dùng miễn phí.<\/em>"],"Your rules have been updated successfully.":["Luật của bạn đã được cập nhật thành công."],"Your Wordfence activity log was sent to %s":["Nhật ký hoạt động Wordfence của bạn đã được gửi đến %s"],"Your .htaccess has been updated successfully. Please verify your site is functioning normally.":[".htaccess của bạn đã được cập nhật thành công. Vui lòng xác minh trang web của bạn đang hoạt động bình thường."],"You have unsaved changes to your options. If you leave this page, those changes will be lost.":["Bạn có những thay đổi chưa lưu cho các tùy chọn của mình. Nếu bạn rời khỏi trang này, những thay đổi đó sẽ bị mất."],"You forgot to include a reason you're blocking this IP range. We ask you to include this for your own record keeping.":["Bạn đã quên bao gồm lý do bạn đang chặn phạm vi IP này. Chúng tôi yêu cầu bạn bao gồm điều này để ghi lại."],"You are using an Nginx web server and using a FastCGI processor like PHP5-FPM. You will need to manually delete or hide those files.":["Bạn đang sử dụng máy chủ web Nginx và bộ xử lý FastCGI như PHP5-FPM. Bạn sẽ cần phải xóa hoặc ẩn thủ công những tệp đó."],"You are using an Nginx web server and using a FastCGI processor like PHP5-FPM. You will need to manually modify your php.ini to disable <em>display_error<\/em>":["Bạn đang sử dụng máy chủ web Nginx và sử dụng bộ xử lý FastCGI như PHP5-FPM. Bạn sẽ cần phải chỉnh sửa thủ công tệp php.ini của bạn để tắt <em>display_error<\/em>"],"You are using Nginx as your web server. You'll need to disable autoindexing in your nginx.conf. See the <a target='_blank'  rel='noopener noreferrer' href='https:\/\/nginx.org\/en\/docs\/http\/ngx_http_autoindex_module.html'>Nginx docs for more info<\/a> on how to do this.":["Bạn đang sử dụng Nginx làm máy chủ web của bạn. Bạn sẽ cần tắt tính năng tự động lập chỉ mục trong tệp nginx.conf của bạn. Xem <a target='_blank'  rel='noopener noreferrer' href='https:\/\/nginx.org\/en\/docs\/http\/ngx_http_autoindex_module.html'>tài liệu Nginx để biết thêm thông tin<\/a> về cách thực hiện điều này."],"Wordfence is working...":["Wordfence đang hoạt động..."],"We encountered a problem":["Chúng tôi đã gặp phải một vấn đề"],"We can't modify your .htaccess file for you because: %s":["Chúng tôi không thể sửa đổi tệp .htaccess của bạn cho bạn vì: %s"],"Use one of these %s codes to log in if you lose access to your authenticator device. Codes are 16 characters long, plus optional spaces. Each one may be used only once.":["Sử dụng một trong những mã %s này để đăng nhập nếu bạn mất quyền truy cập vào thiết bị xác thực của mình. Mã gồm 16 ký tự, cộng với khoảng trắng tùy chọn. Mỗi mã chỉ được sử dụng một lần."],"Use one of these %s codes to log in if you are unable to access your phone. Codes are 16 characters long, plus optional spaces. Each one may be used only once.":["Sử dụng một trong những mã %s này để đăng nhập nếu bạn không thể truy cập vào điện thoại của mình. Mã gồm 16 ký tự, cộng với khoảng trắng tùy chọn. Mỗi mã chỉ được sử dụng một lần."],"Unable to automatically hide file":["Không thể ẩn tệp tự động"],"Two Factor Status":["Trạng thái xác thực hai bước"],"This will be shown only once. Keep these codes somewhere safe.":["Điều này sẽ chỉ được hiển thị một lần. Hãy giữ những mã này ở nơi an toàn."],"There was an error while sending the email.":["Đã có lỗi xảy ra trong khi gửi email."],"The option %s was successfully removed.":["Tùy chọn %s đã được xóa thành công."],"The file %s was successfully restored.":["Tệp %s đã được khôi phục thành công."],"The file %s was successfully hidden from public view.":["Tệp %s đã được ẩn khỏi tầm nhìn của công chúng thành công."],"The file %s was successfully deleted.":["Tệp %s đã được xóa thành công."],"The admin user %s was successfully deleted.":["Người dùng quản trị %s đã được xóa thành công."],"The Full Path disclosure issue has been fixed":["Vấn đề tiết lộ Đường dẫn đầy đủ đã được khắc phục"],"The 'How does Wordfence get IPs' option was successfully updated to the recommended value.":["Tùy chọn 'Wordfence lấy IP như thế nào' đã được cập nhật thành công lên giá trị được đề xuất."],"Test Email Sent":["Email kiểm tra đã được gửi"],"Successfully revoked admin":["Hủy quyền quản trị thành công"],"Successfully deleted admin":["Xóa quản trị thành công"],"Success updating option":["Cập nhật tùy chọn thành công"],"Success restoring file":["Khôi phục tệp thành công"],"Success removing option":["Xóa tùy chọn thành công"],"Success deleting file":["Xóa tệp thành công"],"Specify an IP range, Hostname or Browser pattern":["Hãy chỉ định một phạm vi IP, Tên máy chủ hoặc Mẫu trình duyệt"],"Specify a valid hostname":["Hãy chỉ định một tên máy chủ hợp lệ"],"Specify a valid IP range":["Hãy chỉ định một phạm vi IP hợp lệ"],"Sorry, but no data for that IP or domain was found.":["Xin lỗi, nhưng không tìm thấy dữ liệu cho IP hoặc miền đó."],"Send":["Gửi"],"Scan the code below with your authenticator app to add this account. Some authenticator apps also allow you to type in the text version instead.":["Quét mã bên dưới bằng ứng dụng xác thực của bạn để thêm tài khoản này. Một số ứng dụng xác thực cũng cho phép bạn nhập phiên bản văn bản thay thế."],"Scan Complete.":["Quét hoàn tất."],"Rules Updated":["Luật đã được cập nhật"],"Rule Update Failed":["Cập nhật luật thất bại"],"Please specify either an IP address range, Hostname or a web browser pattern to match.":["Vui lòng chỉ định một phạm vi địa chỉ IP, Tên máy chủ hoặc một mẫu trình duyệt web để khớp."],"Please specify a valid IP address range in the form of \"1.2.3.4 - 1.2.3.5\" without quotes. Make sure the dash between the IP addresses in a normal dash (a minus sign on your keyboard) and not another character that looks like a dash.":["Vui lòng chỉ định một phạm vi địa chỉ IP hợp lệ ở dạng \"1.2.3.4 - 1.2.3.5\" mà không có dấu ngoặc kép. Hãy chắc chắn rằng dấu gạch ngang giữa các địa chỉ IP là dấu gạch ngang bình thường (dấu trừ trên bàn phím của bạn) và không phải là ký tự khác trông giống như dấu gạch ngang."],"Please specify a reason":["Vui lòng nêu lý do"],"Please make a backup of this file before proceeding. If you need to restore this backup file, you can copy it to the following path from your site's root:":["Vui lòng sao lưu tệp này trước khi tiếp tục. Nếu bạn cần khôi phục tệp sao lưu này, bạn có thể sao chép nó vào đường dẫn sau từ gốc trang web của bạn:"],"Please include your support ticket number or forum username.":["Vui lòng bao gồm số vé hỗ trợ hoặc tên người dùng diễn đàn của bạn."],"Please enter a valid email address.":["Vui lòng nhập một địa chỉ email hợp lệ."],"Paid Members Only":["Chỉ dành cho thành viên đã thanh toán"],"Note: Status will update when changes are saved":["Lưu ý: Trạng thái sẽ được cập nhật khi các thay đổi được lưu"],"No rules were updated. Your website has reached the maximum number of rule update requests. Please try again later.":["Không có quy tắc nào được cập nhật. Trang web của bạn đã đạt đến số lượng tối đa các yêu cầu cập nhật quy tắc. Vui lòng thử lại sau."],"No rules were updated. Please verify your website can reach the Wordfence servers.":["Không có quy tắc nào được cập nhật. Vui lòng xác minh rằng trang web của bạn có thể truy cập vào máy chủ Wordfence."],"No rules were updated. Please verify you have permissions to write to the \/wp-content\/wflogs directory.":["Không có quy tắc nào được cập nhật. Vui lòng xác minh rằng bạn có quyền ghi vào thư mục \/wp-content\/wflogs."],"No new issues have been found.":["Không tìm thấy vấn đề mới."],"No issues have been ignored.":["Không có vấn đề nào bị bỏ qua."],"No activity to report yet. Please complete your first scan.":["Chưa có hoạt động nào để báo cáo. Vui lòng hoàn thành lần quét đầu tiên của bạn."],"Next Update Check: %s":["Kiểm tra cập nhật tiếp theo: %s"],"Learn more about repairing modified files.":["Tìm hiểu thêm về cách sửa chữa các tệp đã sửa đổi."],"Last Updated: %s":["Cập nhật lần cuối: %s"],"Key:":["Khóa:"],"File restored OK":["Tệp đã được khôi phục thành công"],"File hidden successfully":["Tệp đã được ẩn thành công"],"Error Saving Options":["Lỗi lưu tùy chọn"],"Error Saving Option":["Lỗi lưu tùy chọn"],"Error Restoring Defaults":["Lỗi khôi phục cài đặt mặc định"],"Error Enabling All Options Page":["Lỗi khi bật tất cả trang tùy chọn"],"Error":["Lỗi"],"Enter the email address you would like to send the Wordfence activity log to. Note that the activity log may contain thousands of lines of data. This log is usually only sent to a member of the Wordfence support team. It also contains your PHP configuration from the phpinfo() function for diagnostic data.":["Nhập địa chỉ email bạn muốn gửi nhật ký hoạt động của Wordfence đến. Lưu ý rằng nhật ký hoạt động có thể chứa hàng ngàn dòng dữ liệu. Nhật ký này thường chỉ được gửi cho thành viên của nhóm hỗ trợ Wordfence. Nó cũng chứa cấu hình PHP của bạn từ hàm phpinfo() cho dữ liệu chẩn đoán."],"We are about to change your <em>.htaccess<\/em> file. Please make a backup of this file before proceeding.":["Chúng tôi sắp thay đổi file <em>.htaccess<\/em> của bạn. Vui lòng sao lưu file này trước khi tiếp tục."],"Email Wordfence Activity Log":["Email Nhật ký hoạt động của Wordfence"],"Email Diagnostic Report":["Email Báo cáo chẩn đoán"],"Each line of 16 letters and numbers is a single recovery code, with optional spaces for readability. When typing your password, enter \"wf\" followed by the entire code like \"mypassword wf1234 5678 90AB CDEF\". If your site shows a separate prompt for entering a code after entering only your username and password, enter only the code like \"1234 5678 90AB CDEF\". Your recovery codes are:":["Mỗi dòng gồm 16 chữ cái và số là một mã khôi phục duy nhất, với khoảng trắng tùy chọn để dễ đọc. Khi nhập mật khẩu của bạn, hãy nhập \"wf\" theo sau là toàn bộ mã như \"mypassword wf1234 5678 90AB CDEF\". Nếu trang web của bạn hiển thị một lời nhắc riêng biệt để nhập mã sau khi chỉ nhập tên người dùng và mật khẩu, chỉ nhập mã như \"1234 5678 90AB CDEF\". Các mã khôi phục của bạn là:"],"Download Backup File":["Tải xuống tệp sao lưu"],"Don't ask again":["Không hỏi lại"],"Directory listing has been disabled on your server.":["Danh sách thư mục đã bị vô hiệu hóa trên máy chủ của bạn."],"Directory Listing Disabled":["Danh sách thư mục bị vô hiệu hóa"],"Diagnostic report has been sent successfully.":["Báo cáo chẩn đoán đã được gửi thành công."],"Click to fix .htaccess":["Nhấp để sửa .htaccess"],"Click here to download a backup copy of your .htaccess file now":["Nhấp vào đây để tải xuống bản sao lưu của tệp .htaccess của bạn ngay bây giờ"],"Click here to download a backup copy of this file now":["Nhấp vào đây để tải xuống bản sao lưu của tệp này ngay bây giờ"],"Cellphone Sign-in activated for user.":["Đăng nhập bằng điện thoại di động đã được kích hoạt cho người dùng."],"Cellphone Sign-In Recovery Codes":["Mã khôi phục đăng nhập bằng điện thoại di động"],"Block This Network":["Chặn mạng này"],"Authentication Code":["Mã xác thực"],"An error occurred":["Lỗi xảy ra"],"All capabilties of admin user %s were successfully revoked.":["Tất cả khả năng của người dùng quản trị %s đã bị thu hồi thành công."],"Add code to .htaccess":["Thêm mã vào .htaccess"],"Activity Log Sent":["Nhật ký hoạt động đã được gửi"],".htaccess change":["Thay đổi .htaccess"],".htaccess Updated":[".htaccess đã được cập nhật"],"%s is not valid hostname":["%s không phải là tên miền hợp lệ"],"${totalIPs} addresses in this network":["${totalIPs} địa chỉ trong mạng này"],"Full Path Disclosure":["Tiết lộ đường dẫn đầy đủ"],"Recovery Codes":["Mã khôi phục"],"Close":["Đóng"],"Save Changes":["Lưu thay đổi"],"Cancel Changes":["Hủy bỏ thay đổi"],"Restore Defaults":["Khôi phục cài đặt mặc định"],"Download":["Tải xuống"],"Disabled":["Tắt"]}},"comment":{"reference":"js\/admin.1736960042.js"}}